import React from 'react';

const WhoAreWe = () => {
  const onSendMail = () => {
    return console.log('email send');
  };

  return (
    <section className='WhoAreWe'>
      <div className='container'>
        <h1>מי אנחנו?</h1>
        <div>
          <p>
            אנחנו בגיו-טק - מודדים מוסמכים והנדסה אזרחית, מאמינים שהשירות שלנו
            צריך להיות מבוסס על הבנת צרכי הלקוח. המטרה שלנו היא לספק את השירות
            הטוב ביותר תוך שימוש בניסיון, דיוק, יסודיות ותוצר איכותי.
          </p>
        </div>
        <div>
          <p>
            המשרד מבצע פרויקטים ועבודות בטכנולוגיות מיפוי מתקדמות - מיפוי קרקעי,
            סורקי תלת ממד, מיפוי על ידי רחפנים ועוד. מה עוד אנחנו מבצעים? מדידות
            אדריכליות רישום זכויות הדייר תוכניות לתמ"א 38 מדידות לקבלת היתר בניה
            מדידות לצרכי תכנון ופיתוח תכניות טאופוגראפית פרצלציה - תשריט חלוקה
            מדידות לצורכי רישום הכנת תשריטי בית משותף ועוד. מומחים במדידות
            לרשויות, משרדי ממשלה, חברות ולקוחות פרטיים.
          </p>
        </div>
        <div>
          <p>
            אם ברצונכם לקבל מאיתנו הצעת מחיר לביצוע פרויקט מדידה חדש, צרו קשר
            טלפוני או שלחו פניה דרך האתר או בדוא"ל למייל: <br />
            <br />
            <span onClick={onSendMail} className='red c-pointer'>
              GEOTECH-MAP@HOTMAIL.COM
            </span>
          </p>
        </div>
      </div>
    </section>
  );
};
export default WhoAreWe;
