import React from 'react';

import Demo3d from '../assets/images/Measurement/Demo3d.jpg';
import Demo3dTwo from '../assets/images/Measurement/Demo3dTwo.jpg';
import GalleryItemBox from './GalleryItemBox';

const GalleryTwo = () => {
  return (
    <section className='gallery'>
      <div className='gallery-wrap'>
        <GalleryItemBox
          src={Demo3d}
          titleOnHover='תכניות לקבלת היתר בניה וטופס 4'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={Demo3dTwo}
          titleOnHover='ביצוע מדידות אדריכליות'
          text='  משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
          שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
          סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
          מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
          מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={Demo3d}
          titleOnHover='תמ"א 36 תכנית מתאר ארצית לתקשורת'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo3dTwo}
          titleOnHover='מדידות לצורך מיסוי / ארנונה'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={Demo3d}
          titleOnHover='תכניות לצרכי רישום'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo3dTwo}
          titleOnHover='מדידה לצרכי תכנון הנדסי'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo3d}
          titleOnHover='מדידות קרקעיות'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo3dTwo}
          titleOnHover='תכנית תשריט בית משותף'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo3dTwo}
          titleOnHover='מדידת חזיתות לצורך חישוב שטחים ותכנון אדריכלי'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
      </div>
      <div className='gallery-button'>
        <button onClick={() => window.location.href =`${window.location.origin}/#contact-form`} className='price-suggestion'>קבלו הצעת מחיר</button>
      </div>
    </section>
  );
};
export default GalleryTwo;
