import React from 'react';

import Demo from '../assets/images/Measurement/demo.jpg';
import DemoTwo from '../assets/images/Measurement/DemoTwo.jpg';
import GalleryItemBox from './GalleryItemBox';

const GalleryOne = () => {
  return (
    <section className='gallery'>
      <div className='gallery-wrap'>
        <GalleryItemBox
          src={Demo}
          title='תכניות לקבלת היתר בניה וטופס 4'
          titleOnHover='תכניות לקבלת היתר בניה וטופס 4'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={DemoTwo}
          title='ביצוע מדידות אדריכליות'
          titleOnHover='ביצוע מדידות אדריכליות'
          text='  משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
          שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
          סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
          מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
          מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={Demo}
          title='תמ"א 36 תכנית מתאר ארצית לתקשורת'
          titleOnHover='תמ"א 36 תכנית מתאר ארצית לתקשורת'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={DemoTwo}
          title='מדידות לצורך מיסוי / ארנונה'
          titleOnHover='מדידות לצורך מיסוי / ארנונה'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
        <GalleryItemBox
          src={Demo}
          title='תכניות לצרכי רישום'
          titleOnHover='תכניות לצרכי רישום'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={DemoTwo}
          title='מדידה לצרכי תכנון הנדסי'
          titleOnHover='מדידה לצרכי תכנון הנדסי'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={Demo}
          title='מדידות קרקעיות'
          titleOnHover='מדידות קרקעיות'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={DemoTwo}
          title='תכנית תשריט בית משותף'
          titleOnHover='תכנית תשריט בית משותף'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />

        <GalleryItemBox
          src={DemoTwo}
          title='מדידת חזיתות לצורך חישוב שטחים ותכנון אדריכלי'
          titleOnHover='מדידת חזיתות לצורך חישוב שטחים ותכנון אדריכלי'
          text=' משרדנו שם לנגד עיניו מתן שירות יעיל, מקצועי ומהיר לכל הלקוחות
                שבונים את בתיהם. אנו מציעים שירות המלווה בתהליך שכולל את כל
                סעיפי שירותי המדידה הנדרשים בתהליך הבניה ביניהם: ביצוע מדידה
                מצבית ברישוי זמין, ביצוע סימוני כלונסאות וקווי בניין, וביצוע
                מדידות made-As ומדידה לטופס 4.'
        />
      </div>
      <div className='gallery-button'>
        <button onClick={() => window.location.href =`${window.location.origin}/#contact-form`} className='price-suggestion'>קבלו הצעת מחיר</button>
      </div>
    </section>
  );
};
export default GalleryOne;
